package d1;

public class A6 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub
		System.out.println("1. 블록체인(Block chain)\n"
				+ "'블록(block)'을 잇따라'연결(chain)'한 모음을 말한다.\n"
				+ "참여자들은 해당 거래의 타당성 여부를 확인한다. 승인된 블록만이 기존 블록체인에 연결되면서 송금이 이루어진다. \n"
				+ "2. p2p\n"
				+ "인터넷에서 개인과 개인이 직접 연결되어 파일을 공유하는 것을 말한다.\n"
				+ "3. 앱 카드\n"
				+ "신용카드를 온라인이나 모바일 앱에 등록해 간편하게 결제할 수 있도록 한 카드\n"
				+ "4. 핵티비즘\n"
				+ "정치, 사회적 목적을 달성하기 위해 해킹하거나 목표물인 서버 컴퓨터를 무력화하는 기술을 만드는 운동이다.\n"
				+ "5. 스캠 공격\n"
				+ "일종의 '사기 수법'이다. 기업의 이메일 정보를 해킹, 거래처로 둔갑시켜서 무역 거래 대금을 가로채는 범죄 수법\n"
				+ "6. 5세대 이동통신(5G)\n"
				+ "4세대 LTE-Advanced에 이은 차세대 통신 기술이다. 5세대 이동통신은 최고 전송속도가 초당 1기가비트 수준이다.\n"
				+ "7. 스낵 컬처\n"
				+ "과자를 먹듯 5~15분의 짧은 시간에 문화 콘텐츠를 소비한다는 뜻. 웹툰, 웹 소설, 웹드라마가 대표적\n"
				+ "8. 핸즈프리\n"
				+ "'구글'이 선보인 초간단 결제 서비스 새로운 개념의 간편 결제 서비스\n"
				+ "9. 페이스북 마켓플레이스\n"
				+ "'페이스북'이 만든 온라인 중고시장. 2016년 10월 3일부터 미국, 영국, 호주, 뉴질랜드 등 4개국에서 먼저 시작됐다.\r\n"
				+ "10. 코드커팅\n"
				+ "유료 방송 시청자가 가입을 해지하고 인터넷 TV,OTT 등 새로운 플랫폼으로 이동하는 현상이다.");

	}

}
